Repository: plone/2024.ploneconf.org
Catalog: backend/src/ploneconf/locales/*/LC_MESSAGES/ploneconf.po
Languages: pt_br

source: A Keynote in the Conference.
pt_br: Uma palestra keynote da conferência

source: A Person in the Conference.
pt_br: Uma pessoa na conferência.

source: A Slot in the Conference.
pt_br: Um espaço na conferência.

source: A Talk in the Conference.
pt_br: Uma palestra na conferência.

source: A Training in the Conference.
pt_br: Um treinamento na conferência.

source: A attendee in the conference.
pt_br: Participante na conferência

source: A meeting in the Conference.
pt_br: Uma reunião na Conferência.

source: A schedule break in the Conference.
pt_br: Um espaço na grade.

source: Abstract
pt_br: Resumo

source: Allow registering
pt_br: Habilitar inscrições

source: An online attendee in the conference.
pt_br: Participante online na conferência

source: Answers
pt_br: Respostas

source: Attendee
pt_br: Participante

source: Attendee Workflow
pt_br: Workflow de Participante

source: Attendees
pt_br: Participantes

source: Attendees database
pt_br: Base de Participantes

source: Audience
pt_br: Público-alvo

source: Barcode
pt_br: Código de barras

source: Bluesky profile url
pt_br: URL do seu perfil no Bluesky

source: Brazilian Portuguese or English
pt_br: Português ou Inglês

source: Break
pt_br: Pausa

source: Buriti Room
pt_br: Sala Buriti

source: Cancel this attendee
pt_br: Cancelar inscrição

source: Cancelled
pt_br: Cancelada

source: Capibara Room
pt_br: Sala Capivara

source: Categories
pt_br: Categorias

source: Category
pt_br: Categoria

source: Category of Attendee.
pt_br: Categoria da inscrição

source: Category of the slot
pt_br: Categoria do espaço

source: Check-in the attendee
pt_br: Check-in do/a participante

source: Community / Inclusion / Diversity
pt_br: Comunidade / Inclusão / Diversidade

source: Conference Photo
pt_br: Foto Oficial

source: Conference Sponsor.
pt_br: Patrocinador da conferência.

source: Conference Sponsoring information.
pt_br: Informações sobre o patrocínio da conferência.

source: Confirm Password
pt_br: Confirmar senha

source: Connect this presenter to an attendee object
pt_br: Conectar esse palestrante a um objeto de participante

source: Creative Coding with Python
pt_br: Programação criativa com Python

source: Credentials
pt_br: Credenciais

source: Details
pt_br: Detalhes

source: Display on Frontpage
pt_br: Exibir na Home

source: Dorneles Treméa Auditorium
pt_br: Auditório Dorneles Treméa

source: Duration
pt_br: Duração

source: Duration of the talk
pt_br: Duração da palestra

source: Duration of the training
pt_br: Duração do treinamento

source: E-mail Address
pt_br: Endereço de e-mail

source: Edit
pt_br: Editar

source: Email address
pt_br: E-mail

source: Embed code for slides
pt_br: Código de incorporação para slides

source: End time
pt_br: Hora de Término

source: End time must be after start time.
pt_br: O horário de término deve ser posterior ao horário de início.

source: Event id
pt_br: ID do evento

source: Facebook page url
pt_br: Endereço da página do Facebook

source: First Name
pt_br: Nome

source: GitHub profile url
pt_br: URL do perfil no GitHuib

source: Import Content Data
pt_br: Importar dados de conteúdo

source: Import all
pt_br: Importar tudo

source: Initial content for our website.
pt_br: Conteúdo inicial para nosso site.

source: Instagram profile url
pt_br: URL do perfil do Instagram

source: Install Production pas.plugins.authomatic.
pt_br: Instalar o Production pas.plugins.authomatic.

source: Instructor
pt_br: Instrutor

source: Ipê Room
pt_br: Sala Ipê

source: Jaguatirica Room
pt_br: Sala Jaguatirica

source: Jean Ferri Auditorium
pt_br: Auditório Jean Ferri

source: Keynote Speaker
pt_br: Keynote

source: Keynotes
pt_br: Palestras Principais

source: Last Name
pt_br: Sobrenome

source: Level
pt_br: Nível

source: Lightning Talks slot in the Conference.
pt_br: Espaço para Palestras Relâmpago

source: LightningTalks
pt_br: Palestras Relâmpago

source: Link to site
pt_br: Link para o site

source: LinkedIn profile url
pt_br: URL do perfil do LinkedIn

source: Location
pt_br: Local

source: Lunch
pt_br: Almoço

source: Mastodon profile url
pt_br: URL do perfil do Mastodon

source: Materials
pt_br: Materiais

source: Meeting
pt_br: Reunião

source: Metadata
pt_br: Metadados

source: Online Attendee
pt_br: Participante Online

source: Online Attendees
pt_br: Participantes Online

source: Open space slot in the Conference.
pt_br: Espaço para Open space

source: Order datetime
pt_br: Data do pedido

source: Order id
pt_br: Número do pedido

source: Organizers
pt_br: Organização

source: Organizers (Core)
pt_br: Organização (Time-base)

source: Organizers (Frontdesk)
pt_br: Organização (Frontdesk)

source: Other
pt_br: Outro

source: Package of sponsorship for the conference.
pt_br: Cota de patrocínio para a conferência.

source: Participant id
pt_br: Número do Participante

source: Password
pt_br: Senha

source: Person
pt_br: Pessoa

source: Person Label
pt_br: Categorização da pessoa

source: Personal e-mail address
pt_br: Endereço de e-mail pessoal

source: Picture
pt_br: Foto

source: Plone Foundation Member
pt_br: Membro Plone Foundation

source: Plone: Case Study
pt_br: Plone: Estudo de caso

source: Presenters
pt_br: Palestrantes

source: PretalX id
pt_br: ID do PretalX

source: Python Core
pt_br: Python: Desenvolvimento

source: Python for Data Science
pt_br: Python para ciência de dados

source: Python for DevOps
pt_br: Python para DevOps

source: Python for Geographic Data Analysis
pt_br: Python para análise de dados geográficos

source: Python for Machine Learning / AI
pt_br: Python para Machine Learning / IA

source: Python in Education
pt_br: Python na educação

source: Refund this attendee
pt_br: Reembolsar participante

source: Refunded
pt_br: Reembolsado

source: Registered
pt_br: Registrado

source: Registration
pt_br: Credenciamento

source: Requirements
pt_br: Pré-requisitos

source: Requirements of this training
pt_br: Requisitos deste treinamento

source: Revert attendee to registered state
pt_br: Voltar o participante ao estado de inscrito

source: Review State
pt_br: Estado

source: Room
pt_br: Sala

source: Run all imports
pt_br: Rodar todas as importações

source: Schedule
pt_br: Grade

source: Seats
pt_br: Vagas

source: Session Level.
pt_br: Nível da sessão.

source: Session Track.
pt_br: Trilha da sessão.

source: Should this level be displayed on the FrontPage?
pt_br: Esse nível deve ser exibido no FrontPage?

source: Slides embed code
pt_br: Código de incorporação de slides

source: Slot
pt_br: Espaço

source: Speaker
pt_br: Palestrante

source: Sponsor
pt_br: Patrocinador

source: Sponsors
pt_br: Patrocinadores

source: Sponsors Database
pt_br: Banco de dados de patrocinadores

source: Sponsorship Level
pt_br: Cota de Patrocínio

source: Start time
pt_br: Hora de início

source: State of Attendee.
pt_br: Estado da Inscrição.

source: Talk
pt_br: Palestra

source: Target Audience.
pt_br: Público-alvo.

source: Target Level
pt_br: Público-alvo

source: Target audience
pt_br: Público-alvo

source: Technical Documentation
pt_br: Documentação técnica

source: The password and confirmation do not match.
pt_br: A senha e a confirmação da senha não são iguais.

source: Ticket Class
pt_br: Tipo do ingresso

source: Ticket Class ID
pt_br: Tipo do ingresso (id)

source: Title
pt_br: Título

source: Total number of seats
pt_br: Número total de vagas

source: Track
pt_br: Trilha

source: Training
pt_br: Tutorial

source: Type of Attendee.
pt_br: Tipo de participação

source: URL of slides
pt_br: URL dos slides

source: URL of video
pt_br: URL do vídeo

source: User ID
pt_br: Id do usuário

source: Video
pt_br: Vídeo

source: View
pt_br: Visão

source: Visibility
pt_br: Visibilidade

source: Web Development with Python
pt_br: Desenvolvimento Web com Python

source: X profile url
pt_br: Url do perfil no X

source: YouTube channel url
pt_br: URL do canal do YouTube

source: help_description
pt_br: Texto curto, utilizado em listagens

source: label_biography
pt_br: Biografia

source: label_description
pt_br: Sumário

source: label_language
pt_br: Idioma

source: label_name
pt_br: Nome

source: label_text
pt_br: Texto

source: label_title
pt_br: Organização
